# frozen_string_literal: true

brew 'awscli'
brew 'direnv'
brew 'editorconfig'
brew 'fd'
brew 'fzf'
brew 'golang'
brew 'jq'
brew 'lazygit'
brew 'lsd'
brew 'mosh'
brew 'neovim'
brew 'pandoc'
brew 'ripgrep'
brew 'rustup-init'
brew 'shellcheck'
brew 'stow'
brew 'terraform'
brew 'thefuck'
brew 'tmux'
brew 'zoxide'

tap 'homebrew/cask-drivers'
cask 'qmk-toolbox'
