# frozen_string_literal: true

brew 'autojump'
brew 'awscli'
brew 'awscli'
brew 'direnv'
brew 'editorconfig'
brew 'fd'
brew 'fzf'
brew 'golang'
brew 'jq'
brew 'kubectx'
brew 'lsd'
brew 'mosh'
brew 'pandoc'
brew 'ripgrep'
brew 'rustup-init'
brew 'shellcheck'
brew 'stow'
brew 'terraform'
brew 'thefuck'
brew 'tmux'
brew 'vault'

tap 'd12frosted/emacs-plus'
brew 'emacs-plus'

cask 'google-cloud-sdk'

tap 'homebrew/cask-drivers'
cask 'qmk-toolbox'
